[Ability.A_Saignement_Buff H7BaseBuff]
mName="流血"
mTooltip="生物在回合开始时受到 %d1 伤害，持续 %durnow 回合。"

[Ability.A_Saignement H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="流血"
mTooltip="当此生物对单位造成伤害时，目标获得 %spell1.name，持续 %buff1.buff.durini 回合。最多可叠加三次。（对"亡灵"和"构造体"单位无效）"

[A_Creature_Shark_upregate H7Creature]
mName="鳄鲛"
mLore="对于鲨鱼守卫来说，鳄鲛的称号是对他们英勇和可靠性的认可，而他们野蛮的同族则体现了这个词的真正含义。鲨鱼战士认为他们的主要武器是大自然赐予的利齿，可以撕裂受害者的血肉。战士在部落中的地位取决于击败敌人的数量，敌人越强，获得的荣誉就越多。在赢得成为鳄鲛的权利后，战士会在身上纹上战斗纹身，他的嗜血欲望变得真正无法满足。"

[Ability.A_festin_Buff H7BaseBuff]
mName="盛宴"
mTooltip=""

[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="盛宴"
mTooltip="生物根据敌方单位上的每个活跃流血效果，治疗自身总 %icon_health 生命值的10%。"

[A_Creature_Shark H7Creature]
mName="鲨鱼战士"
mLore="在创造新类型兽化人的过程中，奇美拉家族的巫师们尝试了不同类型的动物，打算赋予他们的造物最合适的天赋。与鲨鱼守卫不同，鲨鱼战士是由在萨哈尔沙漠中游荡的沙鲨创造的，这些沙鲨与它们的海洋同类在深水中游弋一样轻松。得益于它们能够在几乎任何地表下自由移动的能力，这些兽化人本可以为七城邦带来巨大用处，如果不是因为它们狂野不羁的性情。无论是巫师还是哈希马的娜迦都无法驯服这些不守规矩的生物，只有杉瑞亚的居民找到了某种接近它们的方法。"